app/controllers/users_controller.rb

  def create
    @user = User.new(params[:user])

    respond_to do |format|
      if @user.save
---
INSERT INTO "users" ("updated_at", "login", "name", "email", "created_at") VALUES ('2011-03-03 22:09:40.517519', 'gv@gv.com', 'glauberviadinho', 'gfcmotta@gmail.com', '2011-03-03 22:09:40.517519')